# brew bundle dump --file=Brewfile

# shell
brew "fish"
brew "fisher"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "sevenzip"
brew "tree"

# docker
brew "colima"
brew "docker"
brew "docker-compose"

# langs
brew "go"
brew "python"
brew "rust"

# node
brew "node"
brew "nvm"
brew "pnpm"
brew "yarn"

# video
brew "ffmpeg"
brew "yt-dlp"

# plantuml
brew "graphviz"
